/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "Det markerte innholdet kunne ikke spilles av.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "Finner ikke innhold.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Kan ikke spille nåværende sang.";


/* kBRMediaNoContent*/
300 = "Fant ikke noe innhold.";

/* kBRMediaNoPhotoContent */
301 = "Det er ingen bilder i iPhoto-biblioteket.";

/* kBRMediaNoPodcastContent */
302 = "Det er ingen podcaster i iTunes-biblioteket.";

/* kBRMediaNotDRMAuthorized */
303 = "Du har ikke autorisasjon til å spille dette innholdet.";

/* kBRMediaNoMovieFolderContent */
304 = "Det er ingen filmer i Filmer-mappen.";

/* kBRMediaNoTVShowContent */
305 = "Det er ingen TV-programmer i iTunes-biblioteket.";

/* kBRMediaNoMusicVideoContent */
306 = "Det er ingen musikkvideoer i iTunes-biblioteket.";

/* kBRMediaNoPlaylists */
307 = "Det er ingen spillelister i iTunes-biblioteket.";

/* kBRMediaNoSongContent */
308 = "Det er ingen sanger i iTunes-biblioteket.";

/* kBRMediaNoAudioBookContent */
309 = "Det er ingen lydbøker i iTunes-biblioteket.";

/* kBRMediaEmptyPlaylist */
310 = "Det er ingen sanger i denne spillelisten.";

/* kBRMediaNoSuchPlaylist */
311 = "Fant ikke den markerte spillelisten.";

/* kBRMediaNoSuchSong */
312 = "Fant ikke den markerte sangen.";

/* kBRMediaNoMovies */
315 = "Det er ingen filmer i Filmer-mappen.";

/* kBRMediaNoSongForSlideshow */
316 = "Sangen til denne lysbildeserien kan ikke spilles av.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Sangen til denne lysbildeserien kan ikke spilles av.";

/* kBRVideoUnplayable */
318 = "Den valgte videoen kunne ikke spilles.";

/* kBRMediaRadioStreamUnplayable */
319 = "Radiostreamen du har valgt, kunne ikke spilles.";

/* kBRRemoteMediaNoContent*/
350 = "Fant ikke noe innhold i dette biblioteket.";

/* kBRRemoteMediaNoPhotoContent */
351 = "Det er ingen bilder i dette biblioteket.";

/* kBRRemoteMediaNoPodcastContent */
352 = "Det er ingen podcaster i dette biblioteket.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Du har ikke autorisasjon til å spille dette innholdet.";

/* kBRRemoteMediaNoTVShowContent */
355 = "Det er ingen TV-programmer i dette biblioteket.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "Det er ingen musikkvideoer i dette biblioteket.";

/* kBRRemoteMediaNoPlaylists */
357 = "Det er ingen spillelister i dette biblioteket.";

/* kBRRemoteMediaNoSongContent */
358 = "Det er ingen sanger i dette biblioteket.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "Det er ingen lydbøker i dette biblioteket.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "Det er ingen sanger i denne spillelisten.";

/* kBRRemoteMediaLoadingError */
361 = "Det oppsto en feil under innlasting av innholdet.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Bildedelingskilden er ikke tilgjengelig.";

/* kBRDataSourceInitializationFailure*/
400 = "Fant ikke noe innhold.";

/* kBRDataSourceURLResolutionFailure*/
410 = "Fant ikke noe innhold.";

/* kBRDataSourceConnectionInProgressError */
420 = "Forsøker allerede å koble til denne kilden.";


/* KBRSystemNetworkHostUnreachable */
501 = "Kan ikke koble til dette biblioteket.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Filmtraileren kan ikke vises nå.";

/* kBRSystemNotHDCPCompliant */
503 = "Avspilling av dette innholdet krever HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Kunne ikke endre språk.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Du kan ikke spille en DVD nå.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "DVD-en kan ikke mates ut.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "DVD-regionkoden er ikke den samme regionkoden som brukes av DVD-spilleren.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "DVD-en kan ikke spilles.";

/* kBRDVDErrorFatalDVDAlert */
754 = "DVD-en kan ikke spilles.";

/* kBRCDErrorCantEjectCDAlert */
755 = "CD-en kan ikke mates ut.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "Det er ikke mulig å verifisere platens kopieringsbeskyttelse.";

/* kBRInternalResourceError */
900 = "Det har oppstått en feil.";

